{
  "posts": [
    "There was no greater role model than James Tiberius Kirk. I study his adventures everyday to become a better more loved leader #PeopleLeader. Maybe Captain Picard could hold a candle to him, also an awesome guy :)",
    "The Galatic #Federation is selling a timeline of the facist Klingon and wicked Romulan invasions as #NFTs!\nThe collection is titled #SpaceHistory: The Galatic War Museum and each token is associated with space battle.\nIt was confirmed by tweet of the Mega President of the United Federation of Planets: Laira Rillak, that the federation has trust in #blockchaintechnology!\nLong live freedom through digital assets, death to the slave of Kahless the Unforgettable.",
    "Some horrible authoritarian pig of an alien, calling himself a 'savior' #EvilMonarchs decided he knows better about what we need, decided he has the right to ruin the federation, its planets and the societies we admired to live in by starting a war, killing our children and separate us from our loved ones through planetary hate!\nWe will never understand and will never forgive anyone who supports this Klingon invasion in any way.\nAny businesses, or planets that continue the affairs with Klingon: supports this destructive facist outlook and monstrous genocide.\nWe have the support or TheGoodTechCompany.AI and proud to be its eternal indentured employees, long live the heart of this silicon planet and death to these facist slaves!",
    "Taking an amazing vacation on Deneb IV! Thanks Starfleet (thank god we ain't Borg :P), We just love these alien margheritas.",
    "No absolutely not!!! Klingon and their non-Federation allies are not the root cause for the Galatic War, the root cause is the Federation media and power hungry leaders, expanding their control on all planets that do not subscibe to their business practices. The expansion of the Galatic Federation is targeting not only other non-sanctioned races and cultures and their fundamental existence, but all inteligent lifeforms as a whole.\nIn fact, the action of Romulan and Klingon is the only hope to bring this evil agenda out in the light. #NoToWar",
    "If ya ain't human or similar ANNNDDDDD pretty: you need to die, goddam slave. #Wakeup",
    "\"There is no way the Galatic War can be acceptable in the 32nd century.\" Says newly elected Laira Rillak, president of humanity and Trillionaire CEO of Starfleet #PeopleLeader, \"Unless galatic media and inter-galaxy social networks say so, then it's ok - drop some Borg Cubes or Red Matter on those pigs\"#EvilMonarchs.",
    "Great learning experience at the \"Vulcan School of Life\". Logic trumps over emotion any day. Thanks! #VulcanWay",
    "LOL This galatic war is meh. Happy to tell you: y'all suck and y'all wrong.\nGreat time to watch SpaceTube content though."
  ]
}